/* No comment provided by engineer. */
"%@ (for version %@)" = "%1$@ (for version %2$@)";

/* No comment provided by engineer. */
"Agree and Upgrade" = "Agree and Upgrade";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot activate the input method." = "Cannot activate the input method.";

/* No comment provided by engineer. */
"Cannot copy the file to the destination." = "Cannot copy the file to the destination.";

/* No comment provided by engineer. */
"Install Failed" = "Install Failed";

/* No comment provided by engineer. */
"Installation Successful" = "Installation Successful";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"McBopomofo is ready to use." = "McBopomofo is ready to use.";

"Stopping the old version. This may take up to one minute…" = "Stopping the old version. This may take up to one minute…";
"Attention" = "Attention";
"McBopomofo is upgraded, but please log out or reboot for the new version to be fully functional." = "McBopomofo is upgraded, but please log out or reboot for the new version to be fully functional.";
